<?php
/*************************************************************************
 * 这里记录的是订单的数目，保存了订单的信息
    > File Name :     models/order.php
    > Author :        unasm
    > Mail :          douunasm@gmail.com
    > Last_Modified : 2013-07-17 12:47:45
 ************************************************************************/
/*
 * id 订单的号码
 * author 下订单的人
 * addr 送货地址
 content    通过一定的格式保存起来的商品的价格，id，和百字以内的备注，由特殊的分割符号进行分割,属性的挑选
 关于退货中，几个商品中，接受几个商品的状态，退几个商品，之后在处理
 time 下订单的时间
状态：尚未处理,发货中，已经收货，退货
付款方式：(目前必然是货到付款，之后就再说吧,这个，)
 */
?>
